"%s is calling you from Zoom, click link to join.\r\n%s" = "%s 正在通过Zoom呼叫您，点击链接即可加入。\r\n%s";
"%@ has been invited." = "%@已被邀请。";
"%@ and %@ have been invited." = "%@ 和 %@已被邀请。";
"%@, %@ and another person have been invited." = "%@, %@和其他人已被邀请。";
"%@, %@ and %d others have been invited." = "%@, %@ 和  %d其他人已被邀请。";
"Click to invite participants" = "点此邀请参会者";
"The invitation URL has been copied to the clipboard" = "邀请链接已被复制到剪贴板。";

"%@ invited you to join a meeting." = "%@ 邀请您加入会议。";
"You invited %@ to join a meeting." = "您被 %@ 邀请加入会议。";


"is calling..." = "正在呼叫...";
"are calling..." = "正在呼叫...";
"are calling you. You are already in this meeting." = "正在呼叫您。您已在会中。";
"is calling you. You are already in this meeting." = "正在呼叫您。您已在会中。";
"are calling you. You are already in another meeting, do you want to leave and join this meeting?" = "正在呼叫您。您正在另一场会中，是否要离开并加入这场会议？";
"is calling you. You are already in another meeting, do you want to leave and join this meeting?" = "正在呼叫您。您正在另一场会中，是否要离开并加入这场会议？";

"came online" = "上线";
"went offline" = "离线";

"Start with video" = "启动视频会议";
"Start without video" = "启动无视频会议";
"Back to Meeting" = "返回会议";
"Computer audio and video start automatically" = "自动开启电脑的音频和视频";

"Invite to Meeting" = "邀请参会";
"Start Video Meeting" = "开始视频会议";
"Video Meeting" = "视频会议";
"View Profile" = "查看资料";
"Join Meeting..." = "加入会议...";


"Log Out" = "注销";
"Log In" = "登录";

"Facebook IM" = "Facebook IM";
"Google IM" = "Google IM";
"IM" = "IM";
"Chats" = "聊天";
"Tell Others About Zoom" = "向他人推荐";
"Home" = "主页";
"Meetings" = "会议";

"Login..." = "登录中...";
"Connecting..." = "连接中...";
"Authenticating..." = "验证中...";
"Negotiating..." = "联络中...";

"Cannot get your favorite information, Please check your network connection." = "无法获取您的常用联系人信息，请检查您的网络连接。";
"Login to Facebook was cancelled." = "取消登录至Facebook。";

"Sign Up" = "注册";
"Forgot your password?" = "忘记密码？";

"General" = "常规";
"Feedback" = "反馈";
"Record" = "录像";
"Account" = "账号";
"Video" = "视频";
"Statistics" = "统计";
"The free disk space is less than 1G. Please select another folder or delete some files" = "磁盘空间不足1G。请选择其他文件夹或删除一些文件。";
"%.2f GB remaining" = "%.2f GB 剩余";
"Work Email" = "工作邮箱";
"Gmail Account" = "Gmail账号";
"Facebook Account" = "Facebook账号";
"Single Sign On" = "单点登录";
"Upgrade to Pro" = "升级至PRO账号";
"Change Subscription Plan" = "更改套餐";
"Capture 720p by default" = "采集720p视频";

"1. Go to %@\r\n2. Enter ID: %@" = "1. 登录%@\r\n2. 输入ID: %@";
"The invitation URL has been copied to Clipboard." = "邀请URL已被复制至剪贴板。";
"The invitation Email has been copied to Clipboard." = "邀约邮件已被复制至剪贴板。";

"Version:%@" = "版本：%@";
"Send Feedback" = "发送反馈";
"Sending..." = "发送中...";
"Failed to send your feedback. Please try again later." = "发送反馈失败，请稍后重试。";
"Thanks for your feedback!\r\n\r\nYour feedback is very important to us, and we're working hard to improve our service." = "感谢您的反馈！\r\n\r\n您的反馈对我们至关重要，我们将努力提升我们的服务质量。";

"Please join Zoom meeting in progress" = "请加入正在召开的Zoom会议";
"Please join my meeting.\r\n%@" = "请加入我的会议。\r\n%@";

"Participant ID: %d   Meeting ID: %@" = "参与者ID: %d   会议ID: %@";
"Participant ID: %d   %d-Minutes Meeting ID: %@" = "参与者ID: %d   %d分钟 会议ID: %@";
"-Minutes" = "分钟";
"Zoom Meeting ID: %@" = "Zoom 会议 ID: %@";
"Panelist(%d)  Viewer(%d)" = "小组成员(%d)  观看者(%d)";
"Waiting for %s to join..." = "等待 %s 加入...";
"Please use the Invite button to invite more people" = "请点击邀请按钮，邀请更多人参会";
"Your invitees do not need to have Zoom pre-installed to accept your meeting invitation." = "您的受邀者无需预先安装Zoom即可接受您的会议邀请。";
"URL: " = "链接： ";
"Invite people to join meeting" = "邀请他人加入会议";
"Zoom Number: %@" = "Zoom 号码： %@";
"Copy" = "复制";
"Meeting ID" = "会议ID";
"Spotlight Video" = "设为焦点视频";
"Cancel the Spotlight Video" = "取消焦点视频";
"You are the host now" = "您现在成为主持人";
"%@ is the host now" = "%@现在成为主持人";
"You are the co-host now" = "您现在成为联席主持人";
"%@ is the co-host now" = "%@现在成为联席主持人";
"Less than a minute" = "少于一分钟";
"Remaining Meeting Time" = "剩余会议时间";

//join meeting dialog
"Join Meeting" = "加入会议";
"Join a Meeting" = "加入会议";
"Please enter your meeting ID and your name" = "请输入会议ID和您的姓名";
"Your Name" = "您的姓名";
"Invalid video meeting ID!" = "会议ID不存在！";
"Please input your screen name here" = "请在此输入您的姓名";
"Please enter your name." = "请在此输入您的姓名。";

//leave meeting dialog
"I'd like to give feedback to Zoom" =  "我想给Zoom反馈";
"Leave Meeting" = "离开会议";
"Do you want to leave this meeting?" = "您是否想离开会议？";
"End Meeting" = "结束会议";
"If you want to keep this meeting open, please assign another Host before you click Leave Meeting." = "如果您不想中断会议，请在离开前可在您离开会议前，指定一个主持人。";
"\nClick Cancel if you want to keep this meeting open." = "\n如您希望会议继续，请点击取消。";
"Please enter your feedback here" = "请在这里填写反馈";
"End Meeting for All" = "结束会议";
"Join webinar as a panelist" = "作为参与者加入会议";
"Start your webinar" = "开启您的网络研讨会";
"Switch Account to Join" = "切换账户加会";
"Sign In to Join" = "登录加会";

//join schedual meeting dialog
"Please enter the meeting password" = "请输入会议密码";
"Password" = "密码";
"Password error!" = "密码错误！";
"Please wait for the host to start this meeting" = "请等待主持人开启会议";
"Please wait for the host to start this webinar" = "请等待主持人开启研讨会";
"Meeting Detail" = "会议详情";
"While waiting, please check your audio and video setting." = "等待时，您可以检查您的音频与视频设置。";
"If you are the host, please login to start this meeting" = "如果您是主持人，请登录并开始会议。";
"Topic" = "主题";
"Time" = "时间";
"Date" = "日期";
"Verifying password..." = "验证密码中...";
"This is a recurring meeting" = "这是一个周期会议";
"Waiting for Host %@" = "等待主持人 %@";

//
"Stop Screen Share" = "停止屏幕共享";
"Stop Share"= "停止共享";
"Share Screen" = "共享屏幕";
"Share" = "共享";
"Share a New Window" = "共享一个新窗口";
"Participants" = "参与者";
"Manage Participants" = "管理参与者";
"Chat" = "聊天";
"Chat with All" = "群聊";
"People (%d)" = "人 (%d)";
"End" = "结束";
"Settings" = "设置";
"Hide Video Panel" = "隐藏视频面板";
"Show Video Panel" = "显示视频面板";
"Exit Full Screen. Meeting ID:%@" = "退出全屏。会议ID:%@";
"Gallery View" = "画廊视图";
"Speaker View" = "演讲者视图";
"Enter Minimal View" = "最小化";
"Exit Minimal View" = "退出最小化的视图";
"Enter Full Screen" = "进入全屏";
"Exit Full Screen" = "退出全屏";
"Rename" = "改名";
"More" = "更多";
"Meeting Information" = "会议信息";
"Meeting" = "会议";
"Put Attendee On Hold" = "设为等待状态";
"Stop attendee on hold" = "取消等待状态";
"You are on hold" = "请稍候片刻";
"On Hold" = "等待状态";
"Stop on-hold" = "停止待机";
"Raise Hand" = "举手";
"Lower Hand" = "手放下";
"Lower All Hands" = "手放下";
"raised hand" = "举手";
"participants raised hand" = "参与者举手";
"Show Non-Video Participants" = "显示没有视频的参会者";
"is talking ..." = "正在说话...";
"Total non-video participants:" = "所有没有视频的参会者:";
"Connected" = "已连接";
"Calling..." = "呼叫中...";
"Ringing..." = "响铃中...";
"Call accepted" = "呼叫已取消";
"Failed to Call" = "呼叫失败";
"Success" = "成功";
"Disconnection Call" = "呼叫断开";
"Claim Host" = "声明为主持人";
"Attendee List" = "参会者列表";
"Allow viewers to view the participant counts" = "允许参与者查看参会人数量";

"Mute All" = "全体静音";
"Unmute All" = "解除全体静音";
"Unmute Audio" = "解除静音";
"Mute Audio" = "静音";
"Audio" = "音频";
"Click to join audio" = "点击连接语音";
"Unmute Telephone" = "解除电话静音";
"Mute Telephone" = "电话静音";
"Mute" = "静音";
"Unmute" = "解除静音";
"muted" = "已静音";
"Mute Participants On Entry" = "加入会议时静音";
"Play Enter/Exit Chime" = "进出会议时播放提示音";
"You are muted now. Press Command+Shift+A to unmute your microphone if you want to speak." = "您已被静音。如需讲话，可按 Command+Shift+A 解除静音。";
"You are using the computer audio" = "您正在使用电脑音频";
"You are using the phone" = "您正在使用电话";
"Join Teleconference" = "加入电话会议";
"All and new participants are muted" = "全体及新加入的参会者静音";
"All participants are unmuted" = "全体参会者解除静音";
"Allow participants unmute themselves" = "允许参会者自我解除静音";
"You are muted by host" = "您已被主持人静音";
"You are unmuted by host" = "您已被主持人解除静音";
"The host has muted all participants" = "主持人已将所有参会者静音";
"The host has unmuted all participants" = "主持人已将所有参会者解除静音";
"You are using computer mic & speaker now" = "您正在使用电脑麦克风和扬声器";
"You are using phone now" = "您正在使用电话";
"Mute My Audio" = "静音";
"Unmute My Audio" = "解除静音";
"Mute My Phone" = "电话静音";
"Unmute My Phone" = "解除电话静音";
"Join Audio Conference via Mic & Speaker" = "通过麦克风和扬声器加入音频会议";
"Leave Audio Conference" = "离开音频会议";
"Disconnected" = "未连接";
"Press Command-Shift-A to mute or unmute your audio" = "按 Command-Shift-A 可进行静音与解除静音切换";
"Click to check your audio conference options" = "点此检查您的音频会议设置";
"Audio Options" = "音频设置";
"Audio Conference" = "音频会议";
"Audio Settings" = "音频设置";
"Video Settings" = "视频设置";
"Use Computer Mic & Speaker" = "使用电脑的麦克风和扬声器";
"Use Telephone" = "使用电话";
"You are not in the audio conference yet." = "您已经不在音频会议中了。";
"Computer Audio Connected" = "电脑音频已连接";
"Phone Connected" = "电话已连接";
"Test Computer Audio" = "语音设备测试";
"Participants in the meeting may have problem hearing your audio.\nConsider switching to phone" = "参会者可能无法听到您的声音.\n您可切换至电话";
"You may have problem hearing the audio from other participants.\nConsider switching to phone." = "您可能无法听清其他参会者的声音。\n您可以切换至电话。";
"Total %d phone call-in listener" = "共有%d电话收听者";
"Total %d phone call-in listeners" = "共有%d电话收听者";
"Zoom detects a problem with your audio. If you enter your Mac computer password, we will attempt to restart your audio service to fix it.\n\n" = "Zoom检测到您的音频有问题 。输入系统账号和密码，我们将尝试重启您的音频服务。\n\n";
"Follow the instructions below to join audio conference." = "请根据以下提示加入音频会议。";
"Computer Audio" = "电脑音频";
"Dial In" = "拨入";
"Call Me" = "呼叫我";
"Hang Up" = "挂断电话";
"Automatically join audio by computer when joining a meeting" = "加入会议时自动启用本地音频设备";
"Already joined by telephone? Press " = "如果您已经接通电话？请按 ";
"on your phone." = "。";
"Dial" = "拨号";
"Toll free" = "受方付费电话";
"(US or Canda only)" = "(仅限美国和加拿大)";
"The number you want us to call you" = "您希望我们呼叫您的号码是：";
"Remember the number on this computer" = "在本机上记住此号码";
"Failed to disconnect call" = "断开呼叫失败";
"Your computer audio is disconnected as we detected an echo." = "由于检测到回声，您的电脑音频已被断开连接。";
"Follow the instructions below to join audio." = "请根据以下提示加入音频。";
"Detected poor audio connection" = "检测到音频连接较弱";
"I'm fine" = "我很好";
"Switch to Phone" = "切换至电话";
"To hear others, please join audio" = "如需听到他人讲话，请连接音频";
"Join by Computer" = "使用电脑音频加入";
"Join by Phone" = "电话呼入";
"Your audio is connected using Dial In." = "您现在正使用电话打入";
"Your audio is connected using Call Me." = "正通过电话呼叫您。";

//close audio without join audio dialog
"No Audio" = "无音频";
"Do you want to continue without audio?" = "您想继续没有音频？";
"You won't be able to hear other participants in the meeting, nor will they hear you." = "您将无法在会中听到其他参会者的声音，他们也无法听到您的。";
"Join Audio" = "连接语音";
"Leave Computer Audio" = "停用电脑语音设备";

"Start Video" = "开启视频";
"Stop Video" = "停止视频";
"Click to check your video conference options" = "点此检查您的视频会议选项";
"Host has stopped your video" = "主持人已关闭您的视频";
"Show Video" = "显示视频";
"Hide Video" = "隐藏视频";
"Exit Minimal Video" = "退出最小化视频";
"Mute Video" = "视频静音";

"Resume" = "重新开始";
"Talking: " = "正在讲话: ";

"Lock Meeting" = "锁定会议";
"Unlock Meeting" = "会议解锁";
"Lock screen sharing" = "锁定屏幕共享";
"Unlock screen sharing" = "屏幕共享解锁";
"Start Recording" = "开始录制";
"Stop Recording" = "停止录制";
"Allow Record" = "允许录制";
"Forbid Record" = "禁止录制";
"Make Host" = "设为主持人";
"Remove" = "移除";
"Select Window" = "选择窗口";
"Pause" = "暂停";
"Annotate" = "注释";
"Share Control to" = "共享控制给";
"Cancel Remote Control" = "取消远程共享";
"Enable Attendee Annotation" = "允许参会者标注";
"Disable Attendee Annotation" = "禁止参会者标注";
"Change Role to Viewer" = "角色更改为参会者";
"%@ will be rejoining the webinar as a viewer" = "%@ 将已参会者身份重新加入会议";
"%@ will be rejoining the webinar as a panelist" = "%@ 将已嘉宾身份重新加入会议";


"Show Call In Users" = "显示打电话进来的用户";
"Hide Call In Users" = "隐藏打电话进来的用户";

"Double-click to enter full screen mode." = "双击进入全屏。";
"Press ESC or double-click to exit full screen mode" = "按ESC或双击退出全屏";
"Login as Host" = "作为主持人登录";

"to %@ (privately)" = "至 %@ (私下)";
"from %@ (privately)" = "从 %@ (私下)";
"from %@ to All" = "从 %@ 至所有人";
"Host" = "主持人";
"me" = "我";
"participant ID" = "参与人 ID";
"Participant ID:" = "参与人 ID:";
"To:" = "发给:";

"The meeting has problem. Error code : %d" = "会议出现问题。错误代码： %d";
"This meeting ID is not valid. Please check and try again." = "会议ID不存在。请检查并重试。";
"This meeting has ended." = "会议已结束。";
"Our service is currently busy. Please try again later." = "服务器正忙。请稍后重试。";
"Can't connect to our service, please check your network connection and try again." = "无法连接服务器，请检查您的网络连接并重试。";
"Can't connect to our service, please check your network connection and try again. Error code %d" = "无法连接服务器，请检查您的网络连接并重试。错误 代码 %d";
"This meeting has reached a maximum of %d participants. Please try again later." = "此会议室容量已达%d方上限。请稍后重试。";
"This meeting has been locked by host." = "会议已被主持人加锁";
"You have a meeting that is currently in-progress. Please end it to start a new meeting." = "您当前有一场会议正在召开，如想召开一场新的会议，请点击结束按钮将本场会议结束。";
"The host has a meeting that is currently in-progress. Once that meeting ends, you can join this meeting." = "本场会议的主持人正在召开另一场会议。一旦那场会议结束，您即可进入本场会议。";
"We're sorry; the registration for this webinar has reached its maximum." = "非常抱歉，本场会议的报名者已达上限。";
"Someone try to use host’ email to register the webinar" = "有人正在尝试使用主持人邮箱注册本场研讨会。";
"If you are the host, please sign in to start the webinar." = "如果您是主持人，请登录并开启研讨会。";
"If you were invited as a panelist, please join the webinar from the link in your email invitation." = "如果您是以参会人的身份被邀请，请通过邮件里的邀请链接加入本场研讨会。";
"Host has denied your webinar registration." = "主持人拒绝了您的研讨会注册。";

"You are removed by host." = "您已被主持人移除。";
"Host ended the meeting." = "主持人结束了本场会议。";
"Timed out before host join." = "主持人加入超时。";
"No free time left." = "没有剩余时间了。";
"End Other Meeting" = "结束其他会议";
"This meeting has ended as someone has started a new meeting with this account." = "由于某人用此账号开启了一场新的会议，本次会议已被结束。";
"The meeting has ended after 40 minutes idle time." = "在40分钟空闲时间后，会议已结束。";

"ID" = "ID";
"Your screen sharing is paused" = "您的屏幕共享被暂停";
"You are viewing %@'s screen" = "您正在观看 %@ 的屏幕";
"You are viewing %@' screen" = "您正在观看 %@ 的屏幕";
"You are controlling %@'s screen" = "您正在控制 %@ 的屏幕";
"'s screen" = "的屏幕";
"Sharing is paused. Bring your shared window to front" = "共享已被暂停，请将您共享的窗口置于最上方";
"Select a Window to Share" = "选择一个您想共享的窗口";
"Click here to change to window view" = "点击此处更改窗口视图";
"Click here to change to 1:1 view" = "点击此处更改至1:1视图";
"Fit to Window" = "按窗口大小显示";
"Original Size" = "原始大小";
"View Mode" = "视图模式";
"Give Mouse/Keyboard Control to" = "将鼠标/键盘的控制给";
"Cancel Mouse/Keyboard control" = "取消远程控制";
"Choose what you want to share" = "选择您想共享的";
"Click to Share Screen" = "点此共享屏幕";
"Start Share" = "开始共享";
"This will stop other's screen sharing, do you want to continue?" = "这将把停止他人的共享，是否要继续？";
"Select a window or an application that you want to share" = "选择一个您想共享的窗口或程序";
"Share Screen with Computer Sound" = "共享屏幕和电脑语音";
"Share Screen Only" = "只共享屏幕";
"Screen sharing has failed to start. Please try again later.\n\nError Code: %d" = "屏幕共享失败。请稍后重试。\n\n错误码： %d";
" has started screen sharing.\n\nDouble-click to enter full screen mode." = " 已开始屏幕共享。\n\n双击进入全屏模式。";
" has started screen sharing" = " 已开始屏幕共享";
"Share computer sound" = "共享电脑语音";
"Optimize for full-screen video clip" = "全屏视频优化";
"Advanced Options" = "高级选项";
"Other participants will be able to hear the audio running on your computer as well as see your shared screen." = "其他参会者将可在屏幕共享时也听到您的声音。";
"Optimize the screen sharing for the best full-screen video clip viewing experience." = "为获得最好的全屏视频短片观看体验优化屏幕共享。";
"Your are viewing a portion of the shared content; To see the fullimage, select \"Fit to Window\" in the menu." = "您现在看到是整个共享内容的一部分，如何您想看到完整的共享内容，在菜单中选择\"按窗口大小显示\"。";
"The shared content is fit to your screen. To see the original size, click \"Original size\" in the menu." = "您现在看到的是按窗口大小缩放后的共享内容。如果想看到原始大小的内容，请在菜单中选择\"原始大小\"。";

"Share computer audio during screen sharing" = "在屏幕共享时共享电脑音频";
"Disable computer audio during screen sharing" = "无法在屏幕共享时共享电脑音频";
"Your microphone is muted so others can hear remote audio during screen sharing." = "您的麦克风已静音，因此其他人只能在屏幕共享时听到远程的声音。";
"Your microphone is muted so you can hear remote audio during screen sharing." = "您的麦克风已静音，因此其他人只能在屏幕共享时听到远程的声音。";
"Your microphone is unmuted. Screen sharing with remote audio has stopped." = "您的麦克风已解除静音。使用远程音频的屏幕共享已停止。";
"You cannot unmute yourself because the host muted all attendees." = "您无法自我解除静音，因为主持人已将全场静音。";
"Your speaker is muted for audio sharing. It will recover when audio sharing ends." = "由于音频共享，您的扬声器已被静音。当音频共享结束时将解除静音。";
"To share your computer audio, please install the Zoom audio device.\n\n" = "如需共享电脑音频，请安装Zoom 音频设备。\n\n";

"Your microphone is muted to focus on %@ as the spotlight video." = "由于视频已锁定，您的麦克风已被静音并将只能看%@ 的视频。";
"Your microphone is unmuted. Spotlight video has stopped." = "您的麦克风已解除静音。视频锁定已停止。";

"Me" = "我";
"Pin Video" = "选定视频";
"Switch to Active Speaker" = "切换到当前发言人";
"Pin video on first screen" = "将选定视频放在首屏";
"Switch to active speaker on first screen" = "将首屏切换至当前发言人";
"Pin video on second screen" = "将选定视频放在第二屏";
"Switch to active speaker on second screen" = "将第二屏切换到当前发言人";

"Your default microphone has changed to %@ and will now be used." = "您的默认麦克风已变成 %@ 并正在被使用。";
"Default audio device has changed" = "默认的音频设备已被更改";
"Your speaker %@ is not working. Please go to Settings to try a different one." = "您的扬声器不可用。请查看设置并更换扬声器。";
"Speaker Error" = "扬声器错误";
"Microphone Error" = "麦克风错误";
"Microphone status" = "麦克风状态";
"Your microphone %@ is not working. Please go to Settings to try a different one." = "您的麦克风 %@ 不可用。请查看设置并更换麦克风。";
"Zoom can't detect your Microphone. Please check the Microphone setup." = "Zoom无法检测到您的麦克风。请检查麦克风的设置。";
"Zoom can't detect your Speaker. Please check the Speaker setup." = "Zoom无法检测到您的扬声器。请检查扬声器的设置。";
"Zoom can't detect the sound from your Microphone %@." = "Zoom检测不到您的麦克风 %@ 的声音 。";
"Your default speaker has changed to %@ and will now be used." = "您的默认扬声器已被更改为 %@ 并已被启用。";

"Your meeting is scheduled." = "您的会议已安排成功。";
"Your recurring meetings are scheduled." = "您的周期会议已安排成功。";
"Your meeting is updated." = "您的会议已更新。";
"Your recurring meetings are updated." = "您的周期会议已更新。";
"Please join my scheduled meeting.\r\n%@\r\n\r\n" = "请加入我的预约会议。\r\n%@\r\n\r\n";
//at %@.\r\n%@\r\n\r\n会议密码: %@\r\n会议 ID: %@\r\n\r\nZoom庐\r\n现在我们可以清楚的看到 鈩?;
"Meeting password: %@\r\n" = "会议密码: %@\r\n";
"Meeting time: %@ at %@\r\n" = "会议时间: %@ 在 %@\r\n";
"Meeting time: Recurring\r\n" = "会议时间: 循环的\r\n";
"Meeting ID: %@\r\n" = "会议 ID: %@\r\n";
"Can't schedule meeting. Please check your network connection and try again." = "无法安排会议。请查看您的网络连接并重试.";
"Can't schedule the meeting. Error code : %d" = "无法安排会议。错误代码: %d";
"Zoom meeting invitation - %@" = "Zoom会议邀请- %@";
"Update Meeting Info error for meeting ID: %@, error code: %d." = "会议ID为 %@ 的会议信息更新失败，错误代码: %d.";

"This meeting is scheduled for %@" = "会议已被安排给 %@";
"This Meeting ID is taken. Please choose a different ID." = "会议ID已被占用。请选择其他ID。";
"Sorry, your request is rejected." = "抱歉，您的请求被拒绝。";
"Failed to apply Personal Meeting ID. Unknown error." = "提交个人会议ID失败。未知的错误。";
"Failed to apply personal meeting ID. Error code: %d." = "提交个人会议ID失败。错误编号：%d 。";
"Can not edit meeting ID while meeting is in progress." = "会议正在召开，无法编辑会议.";


"My Meeting" = "我的会议";
"'s Zoom Meeting" = "的 Zoom 会议";
"' Zoom Meeting" = "' Zoom 会议";

"%@ wants to be able to chat with you. Okay?" = "%@ 要与您聊天。可以吗？";
"Your invitation has been sent successfully." = "您的邀请已被发送成功。";
"Your invitation failed to sent." = "您的邀请发送失败。";
"%@ will be removed from your IM list." = "%@将被从您的IM列表中移除。";
"%@ will be removed from your favorite list." = "%@ 将被从您的好友列表中移除。";
"Test Speaker" = "检查扬声器";
"Stop" = "停止";
"Your" = "你的";
"'s" = "的";
"%@ network bandwidth is low." = "%@ 网络带宽较低。";


"Your free meeting will end in 10 minutes, please upgrade to a paid account at $14.99 per month for unlimited minutes." = "您的免费会议时间仅剩10分钟，请升级为收费版本。每月只需14.99美金，会议时间无限制。";
"Meeting Alert" = "会议提醒";
"This free meeting will end in 10 minutes. The meeting host needs to upgrade to a paid account at $14.99 per month for unlimited minutes." = "本次免费会议时间仅剩10分钟，会议主持人需要升级为付费Pro账户升。每月只需​​14.99美金，会议时间无限制。";
"This meeting will be ended in %d minutes as the host does not join yet." = "由于主持人未加入，本场会议将在 %d 分钟后结束。";
"This free HD meeting has ended. Thank you for choosing Zoom!" = "本场免费的高清会议已结束，感谢您选择Zoom！";
"The meeting has ended because the host doesn't show up." = "由于主持人未出席，会议已被结束。";
"You are removed from this meeting." = "您已被从本场会中移除。";
"This meeting has been ended by host." = "会议已被主持人结束。";
"Do you want to upgrade your account?" = "您是否想升级您的账号？";
"Do you want to change the host to %@?" = "您是否要将主持人更改为 %@？";
"Do you want to remove %@?" = "您是否要移除 %@？";
"No new attendees can join this meeting once locked." = "一旦锁定会议，新的参与者将无法进入会议。";
"New attendees can join this meeting once unlocked." = "会议一旦解锁，新的参与者将可进入会议。";
"You have left this meeting." = "您已离开会议。";
"Upgrade Account" = "升级账号";
"OK" = "确定";
"Cancel" = "取消";
"Continue" = "继续";
"Upgrade" = "升级";
"Request" = "请求";
"Select" = "选择";
"Search" = "搜索";
"Check" = "检查";
"Login" = "登录";
"login" = "登录";

"Host allows you to record the meeting." = "主持人允许您录制会议。";
"Host disallows you to record the meeting." = "主持人拒绝您录制会议。";
"Your recording is stopped. The disk space is insufficient." = "您的录制已停止。磁盘空间已满。";
"The recorded file will be converted to MP4 when the meeting ends." = "会议结束时，录制文件将被转换成mp4格式.";
"You will get an email notification when the cloud recording is ready." = "当云录制准备就绪，您将收到邮件通知。";
"Please request record permission from the meeting host." = "请向主持人申请会议录制权限。";
"No speaker is detected for this recording that is in-progress. Please check your speaker settings." = "正在进行的录制未检测到扬声器。请检查您的扬声器设置。";
"Record to the Cloud" = "云端录制";
"Record on this Computer" = "本地录制";
"Connecting to cloud server..." = "正在连接云服务器...";
"Failed to connect cloud server." = "无法连接到云服务器。";

//transcode
"Zoom - Converting meeting recording" = "Zoom - 正在转换会议录制";
"You have a recording that needs to be converted before viewing" = "在观看前，您需要先将录制内容进行格式转换";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "双击可稍后进行录制格式转换。Zoom录制文件将被保存在录制文件夹中。";
"Save my recordings at:" = "将我录制文件保存在:";
"Choose a new location..." = "选择一个新保存位置...";
"Save" = "保存";
"Transcode will be stopped. Would you like to continue?" = "转码程序将停止。您是否要继续？";
"Quit" = "退出";
"Choose" = "选择";

//
"No Upcoming Meetings" = "无即将召开的会议";
"The scheduled meetings will be listed here." = "预约好的会议将在这里显示。";
"No Recorded Files" = "无录制文件";
"The recorded files will be listed here." = "录制文件将在此显示。";
"No online buddies" = "无人在线";
"No Favorite Contacts" = "无常用联系人";
"Free Account" = "免费账号";
"Pro Account" = "付费账号";
"My Profile" = "我的资料";
"Change My Picture" = "更换头像";

//warning
"All attendees will be muted to hear the remote computer audio." = "所有参与人将被静音并听远程电脑音频.";
"This action will unmute all attendees, do you want to continue?" = "这个操作将使全体静音，是否继续？";
"Your account has been upgraded successfully. Your meeting has no time limitation any more." = "您的账号升级成功。您的会议将无时间限制。";
"The meeting host has upgraded to Pro account. This meeting has no time limitation anymore." = "您的账号升级成功。您的会议将无时间限制.";
"Host disabled attendee screen sharing." = "主持人禁止参与人进行屏幕共享.";
"Only host can screen share once locked." = "一旦锁定将只有主持人才可共享.";
"Attendee can now screen share once unlocked." = "一旦解锁参会人将可进行屏幕共享.";
"You cannot start screen share while the other participant is sharing." = "他人正在共享屏幕，此时您无法进行屏幕共享。";
"Meeting host %@ is not in the meeting, please login as %@ to claim the host role." = "会议主持人 %@ 未在会中,请作为 %@ 登录并声明为主持人.";
"Meeting host is not in the meeting, please login as host to claim the host role" = "会议主持人未在会中,请作为主持人登录并声明为主持人";
"Enter new name here:" = "在此输入新名字:";
"Finish registration to join the webinar." = "完成研讨会注册.";
"Join Webinar" = "加入研讨会";
"The host has made you a panelist.\nRejoining webinar as a panelist..." = "主持人将您设为嘉宾。请以嘉宾身份重新加入研讨会...";
"The host has changed your role to view-only viewer.\nRejoining webinar as a viewer..." =  "主持人将您只能观看的参会者。请以参会者身份重新加入研讨会...";
"You can't add more panelists because this meeting has reached its maximum capacity of %d panelists." = "You can't add more panelists because this meeting has reached its maximum capacity of %d panelists.";
"You need to be signed in with the specified Zoom account to join this meeting. Please contact the host for more information." = "您需要使用指定的Zoom账号登录后加会，请联系会议主持人了解详情。";
"The meeting is for internal only." = "这是个内部会议。";
"Please sign in with your company account to join." = "请使用您的企业账户登录加会。";

"Mouse" = "鼠标";
"Text" = "文本";
"Pen" = "笔";
"Highlighter" = "荧光笔";
"Spotlight" = "激光笔";
"Arrow" = "箭头";
"Erase All" = "擦除所有";
"Clear All Drawing" = "清除所有注释";
"Clear My Drawing" = "清除我的注释";
"Clear Other's Drawing" = "清除他人的注释";
"Eraser" = "橡皮";
"Choose Color" = "选择颜色";
"Color" = "颜色";
"Draw" = "画图";
"Undo" = "撤销";
"Redo" = "重做";
"Whiteboard" = "白板";
"Whiteboard saved." = "白板已保存。";
"Screen saved." = "屏幕内容已保存。";
"Show in Finder" = "在Finder中显示";

"Remote Control"= "远程控制";
"Click to start the remote control of the shared screen" = "在屏幕共享时点击开始远程控制";
"%@ is requesting remote control." = "%@ 申请远程控制。";
"Request remote control" = "请求远程控制";
"Request Remote Control" = "请求远程控制";
"Give Up Remote Control" = "放弃远程控制";
"Exit fullscreen will stop your remote control. Do you want to continue?" = "退出全屏将停止远程控制。您是否要继续？";
"%@ requesting remote control of your shared content." = "%@ 申请远程控制您共享的内容.";
"If you approve the request, %@ will have access to your entire shared content. You can regain control at any time by clicking anywhere." = "如果您同意此请求，%@ 将可以访问您所有共享的内容。您可以随时点击任何地方即可重获控制权限.";
"Decline" = "婉拒";
"Approve" = "同意";
"Remote Control Request" = "远程控制请求";
"You are about to request remote control of %@'s shared content." = "您将要请求控制 %@ 共享的内容.";
"and wait for %@'s approval.\n" = "等待%@的批准.\n";
"if you don't want to send a request." = "如果您不想发送请求.";
"Select Request to try again" = "选择请求再试一次";
"to try again" = "重试";
"%@ declined your request." = "%@ 拒绝了您的邀请。";
"Forbid remote control" = "禁止远程控制";
"Allow remote control" = "允许远程控制";

"Switching to gallery view will degrade the recording quality. Do you want to continue?" = "切换至画廊视图将降低录制质量。是否要继续？";
"Switching to speaker view will improve the recording quality. Do you want to continue?" = "切换演讲者视图将改进录制质量。您是否要继续？";
"You cannot minimize Zoom when you are recording this meeting." = "当会议录制时，您无法最小化Zoom.";
"To enable dual stream, you need a higher performance computer." = "为使用双流双屏功能，您需要一个更高配置的电脑.";

"Do you want to delete this meeting?" = "您是否要删除会议？";
"Do you want to delete this recorded file?" = "您是否要删除这个录制文件？";
"Screen sharing has stopped as the shared window is closed." = "由于共享窗口被关闭屏幕共享已停止.";
"Click Test Speaker to make sure you can hear others" =  "点击测试扬声器以确定您可以听到他人的语音";
"If you can not hear the test sound, select a different speaker" =  "如果您无法听到测试音，请更换扬声器";
"If you can't make your Speaker or Mic work, click Join Teleconference" = "如果您无法使用麦克风与扬声器，请加入电话会议";
"The invitation has been copied to the Clipboard." = "邀请已被复制到剪贴板.";
"%@ is controlling your screen" = "%@ 正在控制您的屏幕";
"Click below to change your picture and name." = "点击下方更改您的头像和姓名.";

"Convert" = "转换";

"Hide thumbnail video" = "隐藏视频缩略图";
"Show active speaker video" = "显示当前发言人视频";
"Show small active speaker video" = "显示当前发言人的小视频";
"Show large active speaker video" = "显示当前发言人的大视频";
"Show thumbnail video" = "显示视频缩略图";
"Previous Page" = "上一页";
"Next Page" = "下一页";
"Start a Meeting" = "开始一场会议";
"Start a Group Meeting" = "开始一场组会议";
"Cannot delete this meeting. Error code: %d." = "无法删除会议。错误代码: %d.";

"ZOOM Cloud Meetings" = "ZOOM 云会议";
"ZOOM Cloud Meetings - Schedule a Meeting" = "ZOOM 云会议- 安排一场会议";

//PT MENUS STARTS
"About Zoom" = "关于Zoom";
"Preferences..." = "参数选择...";
"Provide Zoom Feedback..." = "向Zoom反馈...";
"PT_MENU_JOIN_MEETING" = "加入会议...";
"Hide Zoom" = "隐藏Zoom";
"Hide Others" = "隐藏其他";
"Show All" = "显示全部";
"Quit Zoom" = "退出Zoom";

"Cut" = "剪切";
"Paste" = "粘贴";
"Paste and Match Style" = "粘贴并匹配样式";
"Select All" = "选择全部";
"Find" = "查找";
"Find…" = "查找";
"Find and Replace…" = "查找并替换";
"Find Next" = "查找下一个";
"Find Previous" = "查找上一个";
"Use Selection for Find" = "使用选项进行查找";
"Jump to Selection" = "跳转到选择";

"Window" = "窗口";
"Minimize" = "最小化";
"Bring All to Front" = "移到最上层";

"Recommend Zoom to Friends" = "向朋友推荐Zoom";
//PT MENUS ENDS

"Zoom Group Chat" = "Zoom群组聊天";
"Zoom Update" = "Zoom更新";
"A new version of Zoom is available!" = "Zoom有新版本了！";
"A new version of Zoom is available! Please update now." = "Zoom有新版本了！请立即更新.";
"We also welcome your ideas, requests or comments about Zoom.\nPlease enter your feedback here:" = "我们欢迎任何关于Zoom的意见、想法和建议.\n请在这里填写您的反馈:";
"Zoom is up to date." = "Zoom已是最新版本.";

//PT About Window starts
" All rights reserved." = " 版权所有.";
" Terms" = " 条款";
"Privacy Policy" = "保密原则";
//PT About Window ends

//Q&A
"You are logged in from another device. Your Q&A session is inactive." = "由于您已经在其他地方重新连接，您当前的问答连接已经被断开。";
"Q&A" = "问答";
"Questions and Answers" = "問答";
"Send Anonymously" = "匿名发送";
"You have no question." = "您当前没有任何问题。";
"You have no open questions" = "您目前没有未处理的问题";
"You have no answered questions" = "您目前没有回答过的问题";
"All" = "所有人";
"Answered" = "回复";
" answered:" = " 回复:";
"Please input your question" = "请输入您的问题";
"Answer by Text" = "文字回复";
"Answer Live" = "语音回复";
"Submit" = "提交";
"Send privately" = "私下发送";
"You would like to answer this question live." = "您喜欢实时回答此问题.";
"Done" = "完成";
"Anonymous Viewer" = "匿名参与者";
"You" = "你";
" asks:" = " 问:";
" answered (privately):" = " 回答 (私下):";
"You have" = "你有";
" has" = " 有";
" answered this question live." = " 实时回答这个问题.";
" is going to answer this question live." = " 将要实时回答此问题.";

//Polling
"Polling" = "投票";

//quick start
"Invitation URL:" = "邀请链接:";
"Host Name:" = "主持人姓名:";
"Meeting Topic:" = "会议主题：";
"Copy URL" = "复制链接";

//H323
"Device connected." = "设备已连接.";
"This meeting is not existed or has expired." = "会议不存在或已过期.";
"Invalid pairing code" = "无效的配对代码";
"The meeting host has not subscribed H.323/SIP Room Connector Plan." = "会议主持人没有购买H.323/SIP会议室连接套餐.";
"Pair code failed. Error:%d" = "匹配代码失败。错误：%d";
"IP address or E.164 number" = "IP地址或E.164号码";
"IP address or URL" = "IP地址或链接";

//add by Ryan for IM
"You have been removed from this group." = "您已被从此组移除.";
"Chat History" = "聊天记录";
"Clear chat history on this computer?" = "清除本机聊天记录？";
"Clear" = "删除";
"Leave this group?" = "退出此组？";
"This will also clear your chat history in this group." = "这也会清除您在本组的聊天记录。";
"This will also clear your chat history with this user." = "这也会清除您在此用户名下的聊天记录。";
"Leave" = "离开";
"You cleared all past messages." = "您删除了所有之前的消息.";
"With Video On" = "视频打开";
"With Video Off" = "视频关闭";
"Capture Screen" = "屏幕截图";
"Send Image" = "发送图片";
"Edit Group" = "编辑聊天群组";
"Invite others" = "邀请他人";
"Invite Others" = "邀请他人";
"Clear History" = "清除历史记录";
"Leave Group" = "退出聊天群组";
"Delete Contact" = "删除联系人";
"Remove from Contacts" = "从联系人列表中删除";
"On Desktop" = "电脑";
"On Mobile" = "移动客户端";
"Desktop" = "桌面";
"Mobile" = "移动客户端";
"Away" = "离线";
"Busy" = "忙碌";
"You have reached the Maximum number of group members." = "本组成员已达上限.";
"Group Members" = "群组成员";
"%@'s group chat" = "%@的聊天群组";
"Save Changes" = "保存更改";
"Invite" = "邀请";
"Create Group" = "新建聊天群组";
"Can't create a new group, please check your network." = "无法创建聊天群组。请检查网络连接.";
"Can't edit the group, please check your network." = "无法编辑群组，请检查网络连接。";
"Voice Message" = "语音消息";
"Your message \"%@\" send failed.   Resend" = "您的消息\"%@\"发送失败。   重发";
"Your message \"%@...\" send failed.   Resend" = "您的消息\"%@...\"发送失败。重发";
"Resend" = "重发";
"%d new message" = "有%d条新消息";
"%d new messages" = "有%d条新消息";
"%@ is typing..." = "%@ 正在打字...";
"Contacts" = "联系人";
"No results" = "无结果";
"You have logged in from another device. Messenger is now inactive." = "连接已断开，您的账号已在其他设备上登录。";
"Available" = "在线";
"(Admin)" = "(管理员)";
"Not in Contacts" = "不在联系人中";
"(Invite)" = "(邀请)";
"Add to Contacts List" = "添加至联系人列表";
"1 contact request" = "1个联系人请求";
"%d contact requests" = "%d 联系人请求";
"Your request has been sent successfully!" = "您的请求已发送成功！";
"New Group Chat" = "新的群组聊天";
"Favorites" = "常用联系人";
"Company, Phone, and Other Contacts" = "同事, 通讯录, 和其他联系人";
"Company and Phone Contacts" = "同事和通讯录联系人";
"Company and Other Contacts" = "同事和其他联系人";
"Company Contacts" = "同事";
"Phone and Other Contacts" = "通讯录和其他联系人";
"Phone Contacts" = "通讯录联系人";
"Right-click a contact to add to Favorites." = "右键单击一个联系人即可将其设为常用联系人.";
"Group Meeting" = "群组会议";
"You are about to start a meeting and invite all members of this group to join. Are you sure?" = "您将要开始会议并邀请所有群组成员,是否确定?";

//audio error for record
"Audio Error" = "音频错误";
"No audio is detected. Check audio settings or continue to record with no audio." = "没有检测到音频。请检查音频设置或继续无声音录制。";
"Check Audio" = "检测音频";
"Continue Recording" = "继续录制";

//add by Ryan for L10;
"Upcoming" = "我的会议";
"Recorded" = "录像文件";
"Join" = "加入";
"Open" = "打开";
"Schedule" = "安排";
"Update" = "更新";
"Help" = "帮助";
"Switch Account" = "切换账号";
"Exit" = "退出";
"Check for Updates..." = "检查更新...";
"Please check your network connection. Then click Retry to re-connect." = "请检查您的网络连接，并点击重试进行重新联接.";
"Install" = "安装";
"Manual Update" = "手动更新";
"Retry" = "重试";
"Downloading file" = "下载文件";
"Updating" = "更新";
"Thanks for joining a Zoom video call!\n\nYou can login to start your own Zoom video call." = "感谢您加入Zoom视频通话！\n\n请登录并开始一场您自己的视频通话。";
"Don't remind me again" = "不再提示";
"Your invitees do not need to have Zoom pre-installed to accept your meeting invitation" = "您的受邀者无需预先安装Zoom即可接受您的会议邀请";
"Did you know?" = "你知道吗?";
"Later" = "稍后";
"Update now" = "立即更新";
"Release Notes:" = "发布说明:";
"Join Video Call" = "加入视频通话";
"You are already in another meeting, do you want to leave and join this meeting?" = "您正在另一场视频通话中，是否结束并加入这个视频通话？";
"No" = "不";
"Yes" = "是的";
"Camera:" = "摄影机:";
"Enable mirror effect for my video" = "对我的视频启用镜像效果";
"Always show name on video window" = "总在视频窗口显示名字";
"Update to PRO" = "升级至PRO";
"Store my recordings at:" = "保存录制于:";
"Choose a location for recorded files when meeting ends" = "会议结束时选择一个地点保存您的录制文件";
"Open Recordings in Finder" = "在取景器打开录制";
"Choose a new location..." = "选择一个新位置...";
"Speaker" = "扬声器";
"Microphone" = "麦克风";
"Output Level:" = "输出级别:";
"Output Volume:" = "输出音量:";
"Input Level:" = "输入级别:";
"Input Volume:" = "输入音量:";
"Please speak to your microphone. If you can not see the volume indicator blinking, select a different mic." = "请对着您的麦克风说话。如果您无法听到自己的声音，请更换麦克风.";
"Select Mic" = "选择麦克风";
"Automatically adjust microphone settings" = "自动调整麦克风";
"Automatically join audio conference via Mic & Speaker when joining a meeting" = "加入会议时使用本地麦克风和音箱";
"Alert me when friends go online" = "当朋友上线时进行提示";
"Alert me when friends go offline" = "当朋友下线时进行提示";
"Pop out the chat window when I receive a chat message" = "收到消息时弹出消息窗口";
"Show offline contacts" = "显示离线联系人";
"Enter full screen automatically when viewing screen shared by others" = "观看他人屏幕共享时自动进入全屏模式";
"Play sound when I receive a chat message" = "收到聊天消息时播放提示音";
"Enter full screen automatically when starting or joining a meeting" = "开始或加入会议时自动进入全屏模式";
"Use dual monitors" = "启用双显示器模式";
"Scale to fit my Zoom window when viewing screen shared by others" = "观看他人屏幕共享时自动缩放尺寸以适应zoom窗体";
"Automatically copy Invitation URL to Clipboard after meeting starts" = "会议开始后，自动复制邀请URL至剪贴板";
"Meeting Option" = "会议选项";
"Instant Message" = "实时消息";
"For technical support, please visit " = "如需技术支持，请访问";
"Support." = "支持中心.";
"Always use PMI for instant meetings on this computer" = "总在本机上使用个人会议ID开会";
"Delete" = "删除";
"Start" = "开始";
"Edit" = "编辑";
"Play Video" = "播放视频";
"Play Audio Only" = "只播放音频";
"Accept" = "接受";
"Checking for updates..." = "检查更新...";
"What's new?" = "最新消息？";
"Network error!" = "网络错误！";

//hard code string
"Download failed, please try it again" = "下载失败，请重试";
"Download failed" = "下载失败";
"Choose" = "选择";
"Personal Meeting ID (PMI)" = "个人会议ID (PMI)";
"Today" = "今天";
"Recurring - %@" = "周期 - %@";
"Topic: %@\n" = "主题: %@\n";
"Meeting ID: %@\n" = "会议ID: %@\n";
"Meeting Password: %@\n" = "会议密码: %@\n";
"%@ to %@" = "%@ 至 %@";
"Duration: %d minutes" = "持续时间: %d 分钟";
"Meeting ID: %@" = "会议ID: %@";
"Meeting Password: %@" = "会议密码: %@";
"Meeting Password:" = "会议密码:";
"New version is available!" = "新版本可供下载！";
"New version available!" = "新版本可供下载！";
"Last Name" = "姓";
"First Name" = "名";
"Change" = "更改";
"Enter your own audio conference information" = "输入您的音频会议信息";

//PT Invite Dialog
"Invite By Email" = "通过邮件邀请";
"Choose your email service to send invitation" = "选择您的邮箱服务器发送邀请";
"Default Email" = "默认邮箱";
"Gmail" = "Gmail";
"Yahoo Mail" = "Yahoo Mail";

"Facebook Friends" = "Facebook 好友";
"Facebook Group" = "Facebook 群组";

"Invite By Phone" = "通过电话邀请";
"Calling" = "呼叫";
"Invitee Name:" = "受邀者姓名:";
" Name to be displayed in the meeting" = " 名字将在会中显示";
"Phone Number:" = "电话号码:";
" Input the number you want to call" = " 在此输入您想呼叫的号码";

"Invite a Room System" = "邀请一个会议系统";
"Enter the pairing code below" = "在下方输入配对码";
"Or Enter the pairing code below" = "或在下方输入配对码";

"Copy Invitation" = "复制邀请信息";
"Copy URL to Clipboard" = "复制URL至剪贴板";
"Copy Invitation to Clipboard" = "复制邀请信息到剪贴板";

"Call" = "呼叫";

"From your H.323/SIP Room System" = "从您的H.323/SIP会议系统";
"Enter Meeting ID: " = "输入会议ID: ";
"Enter Meeting Password: " = "输入会议密码: ";

"Google Friends" = "Google好友";
"Invite by IM" = "通过IM邀请";
//PT Invite Dialog end


//PT Login Dialog begin
"(or" = "(或";
"Email" = "邮箱";
"Email or password error!" = "邮箱或密码错误！";
"Remember me" = "记住我";
"Back" = "返回";
"Or" = "或";
"Login with Google" = "通过Google登录";
"Login with Facebook" = "通过Facebook登录";
"Login with SSO" = "通过SSO登录";

"Connection Failed." = "连接失败.";

"Join a Meeting" = "加入会议";
"Sign In" = "登录";

"To schedule a BBM meeting, you need to upgrade to a paid account. You are still able to join BBM Meeting." = "如需安排BBM会议，您需要升级至付费账号。您仍然可以加入BBM会议。";
"Not Now" = "不是现在";
"Upgrade to BBM Meetings" = "升级至BBM会议";

//PT SSO Login Dialog begin
"Login SSO" = "登录SSO";
"https://companyname.zoom.us" = "https://companyname.zoom.us";
"SSO URL:" = "SSO URL:";
"Enter your company domain" = "输入您的企业域名";
"companydomain" = "企业域名";
".zoom.us" = ".zoom.us";
"I don't know the company domain" = "不太清楚我的企业域名";
"Open in default browser" = "使用默认浏览器打开";
"Find company domain by email address" = "通过邮件地址匹配企业域名";
"Mannually enter domain" = "填写自定义域名";
"No matching domain found" = "没有找到匹配的域名";
"Network error, please try later" = "网络错误,请稍后重试";
//PT SSO Login Dialog end


//PT Proxy Auth Dialog begin
"Name:" = "姓名:";
"Password:" = "密码:";
//PT Proxy Auth Dialog end

//copy right string
"Copyright ©2012-2016 Zoom Video Communications, Inc." = "版权所有 ©2012-2016 Zoom Video Communications, Inc.";

//Help url string
"http://support.zoom.us/" = "http://support.zoom.us/";



//PT Schedule Dialog begin
"Topic:" = "主题:";
"When" = "何时开始";
"Start:" = "开始时间:";
"Duration:" = "持续时间:";
"Hr" = "小时";
"Min" = "分钟";
"Time Zone:" = "时区:";
"Please remember to check recurrence or repeat in your calendar invitation to your attendees. " = "请在您的日历中设置重复周期并发送给你的参会者。";
"Recurring meeting" = "定期会议";
"Host:" = "主持人:";
"Participant:" = "参会者:";
"Video (when joining a meeting)" = "视频选项(加入会议时)";
"On" = "打开";
"Off" = "关闭";
"Telephone Only" = "只使用电话";
"Voip Only" = "只使用Voip ";
"Both" = "使用电话和Voip";
"3rd Party Audio" = "第三方音频";
"Meeting Options" = "会议选项";
"Require meeting password" = "设置会议密码";
"Enable join before host" = "允许在主持人入会前加入";
"Calendar" = "日历";
"iCal" = "iCal";
"Google Calendar" = "Google日历";
"Other Calendars" = "其他日历";
"Schedule For:" = "安排给:";
"Edit Meeting" = "编辑会议";
"Scheduling..." = "安排中...";
"Click the button below to copy the invitation to clipboard." = "点击下面的按钮拷贝邀请信息至剪贴板。";
"Copy to Clipboard" = "拷贝到剪贴板";
//PT Schedule Dialog end


//PT Edit PMI Dialog begin
"Personal Meeting ID" = "个人会议ID";
"Your Personal Meeting ID is changed." = "您的个人会议ID已更改。";
"Upgrade to Pro to change your Personal Meeting ID" = "升级至Pro账号以便更改您的个人会议ID";
"Change Your Personal Meeting ID" = "更改您的个人会议ID";

"Choose your 10-digits ID:" = "选择您的10位数ID:";
"* Your Personal Meeting ID cannot start with 0 or 1." = "* 您的个人会议ID不能以0或1为开头.";
"Apply" = "申请";

"Your Personal Meeting option is updated." = "您的个人会议选项已更新.";

"Only Pro user can customize your favorite personal meeting ID. Would like to upgrade to Pro account?" = "只有Pro账号的用户才可自定义个人会议ID。您是否要升级至Pro账号？";
//PT Edit PMI Dialog end


"Recording Path:" = "录制路径:";

//add for ZOOM3.5
"Save Chat" = "保存聊天";
"Chat saved to:" = "聊天保存至:";

//air host
"Share an iPhone/iPad screen" = "共享iPhone/iPad屏幕";
"A plugin is required to share an iPhone/iPad screen." = "共享iPhone/iPad屏幕需要安装一个插件.";
"Installation failed, please check your network and try again. Or " = "安装失败。请检查您的网络连接并重试，或者";
"download manually" = "手动下载";

//diagnostic
"Zoom Activity Monitor" = "Zoom活动监视器";
"Item Name" = "项目名";
"Frequency" = "频率";
"Latency" = "延迟";
"Jitter" = "抖动";
"Packet Loss - Avg(Max)" = "丢包- 平均值(最大)";
"Frame Per Second" = "帧/秒";
"Resolution" = "分辨率";
"Screen Sharing" = "屏幕共享";
"Overall" = "全体";
"Send" = "发送";
"Receive" = "接收";
"Bandwidth" = "带宽";
"Network Type" = "网络类型";
"Proxy" = "代理";
"CPU" = "CPU";
"Memory" = "内存";
"Your high CPU usage is affecting the meeting quality" = "您的高CPU使用率会影响会议质量";
"Your internet connection is unstable" = "您的网络连接不稳定";

//Conference Remote Camera Control Window
"Waiting for %@ to approve your request." = "等待%@批准您的请求.";
"%@ requested to control your camera." = "%@请求控制您的摄像机.";
"%@ declined your request of camera control." = "%@ 拒绝了您控制摄像机的请求.";
"Request approved. You can now control %@'s camera." = "请求批准。您现在可以控制%@的摄像机.";
"%@ no longer controls your camera." = "%@ 不再控制您的摄像机.";

// for accessibility feature
"Zoom Logo" = "Zoom Logo";
"Status Menu" = "状态菜单";
"Refresh Meeting List" = "刷新会议列表";
"Add Contact" = "新增联系人";
"button" = "按钮";

"Auto Answer Group" = "自动应答组";
"Remove from Auto Answer Group" = "从自动应答组中移除";
"Add to Auto Answer Group" = "添加到自动应答组";

// for polling
"Multiple Choice" = "多选题";
"Poll closed" = "投票已关闭";
"%d voted" = "%d已投票 ";
"Add a Question" = "添加一个问题";
"Edit Poll" = "编辑问卷调查";
"Failed to launch poll" = "启动问卷调查失败";
"Failed to end poll" = "停止问卷调查失败";
"Failed to share poll result" = "共享调查结果失败";
"Failed to fetch poll" = "获取调查内容失败";
"Failed to stop sharing" = "停止共享调查结果失败";
"Failed to submit poll" = "提交调查结果失败";
"Share Results" = "共享调查结果";
"Launch Poll" = "启动问卷调查";
"Polls" = "调查";
"End Poll" = "终止问卷调查";
"%@ in Progress" = "%@正在进行中";
"%d of %d voted" = "%d/%d已投票";
"Sharing Poll Results" = "共享调查结果";
"Stop Sharing" = "停止共享调查结果";
"Quick Poll" = "问卷调查";
"Host is sharing poll results" = "主持人正在共享调查结果";
"Close" = "关闭";
"Attendees are now viewing questions" = "观众正在观看调查问题";
"Attendees are now viewing poll results" = "观众正在观看调查结果";
"Host and panelists can't vote." = "主持人和嘉宾不能投票。";

//Main Window Title
"Zoom - %@" = "Zoom - %@";
"Use Personal Meeting ID" = "使用个人会议ID";
"Zoom" = "Zoom";
"Always mute microphone when joining a meeting" = "在加入会议时自动静音";
"Always turn off video when joining meeting" = "在加入会议时关闭视频";
"(Public to all participants)" = "(对所有人可见)";
"Topic: %@" = "主题: %@";
"Chat saved." = "聊天已保存.";
"Call Out" = "呼出";
"Dial In from a H.323/SIP Room System" = "从H.323/SIP会议系统拨入";
"Call a H.323/SIP Room System" = "拨打H.323/SIP Room System";
"Confirm with me when I leave a meeting" = "离开会议时显示提示框";
"Hide Non-Video Participants" = "隐藏没有视频的参会者";
"Ask to Start Video" = "请求开启摄像头";

//broad cast
"Broadcast" = "启动直播";
"Practice Mode Only: Viewers cannot join until you broadcast" = "目前是会议准备模式:当您准备好并启动广播,听众才可以加入研讨会。";
"The webinar is now broadcasting to all viewers" = "网络研讨会正在直播。";
"Not broadcasting" = "直播尚未开始";

//
"Audio Options..." = "音频设置...";
"Video Settings..." = "视频设置...";
"Camera (Command+Shift+N to switch)" = "摄像头(使用Command+Shift+N切换)";
"Zoom is using an end to end encrypted connection" = "Zoom正在使用端对端加密连接。";
"Camera" = "摄像头";
"New Share" = "新的共享";
"Stop Remote Control" = "停止远程控制";
"Switch Camera" = "切换摄像头";
"Locked" = "锁定";
"You need to unlock the meeting in order to change the role of a webinar attendee" = "在改变角色前，请您先解锁会议。";
"You need to unlock the meeting in order to change the role of a webinar panelist" = "在改变角色前，请您先解锁会议。";
"The host has asked you to start your video." = "主持人请您开启摄像头。";
"Start My Video" = "开启摄像头";
"Resume Share" = "继续共享";
"Pause Share" = "暂停共享";
"Meeting Locked" = "会议已锁住";
"Show floating notification when I receive a chat message" = "收到聊天消息时弹出消息提醒窗口";
"Always mute microphone when joining a meeting" = "加入会议时不开启麦克风";
"Options" = "设置";
"Promote" = "邀请为嘉宾";
"Other Contacts" = "联系人";
"Meet" = "开会";
"Add Other Contacts by Email" = "通过邮件邀请联系人";
"Meet with Video" = "视频会议";
"Meet without Video" = "音频会议";
"Add to Favorite" = "加入到常用联系人";
"Remove from Favorite" = "从常用联系人中移除";
"Send File" = "发送文件";
"You've created this group chat %@" = "您成功创建了聊天群组：%@";
"%@ invited you and %@ to this group chat" = "%@ 邀请你和 %@ 到这个聊天群组。";
"%@ invited you to this group chat" = "%@ 邀请你到这个聊天群组。";
"New Chat" = "发起聊天";
"Start Chat" = "开始聊天";
"Chat With" = "聊天";
"Next" = "下一步";
"Add" = "添加";
"New Group" = "创建聊天群组";
"Screen sharing has failed to start. Please try again later." = "屏幕共享失败。请稍后重试。";
"Group Name:" = "群名称：";
"Missed Call" = "未接来电";
"Incoming Call - Declined" = "来电-已拒绝";
"Join Audio by Computer" = "使用电脑语音设备";
"[You were mentioned] " = "[有人@我] ";
"%@ left this group chat" = "%@退出了聊天群组。";
"You've removed %@ from this group chat" = "您将%@从聊天群组中移除。";
"%@ removed you from this group chat" = "您被%@从聊天群组中移除。";
"%@ removed %@ from this group chat" = "%@把%@从聊天群组中移除。";
"You changed the group name to \"%@\"" = "您把聊天群组改名为：%@。";
"%@ changed the group name to \"%@\"" = "%@将聊天群组改名为：%@。";
"You've invited %@ to this group chat" = "您邀请%@加入聊天群组。";
"%@ invited %@ to this group chat" = "%@邀请%@加入聊天群组。";
"How do you want to join the audio conference?" = "请选择语音通话的方式";
"Bounce application icon when I receive a chat message" = "收到聊天信息时跳动程序图标";
"Change my status to Offline when I am inactive for %@ minutes" = "当闲置%@分钟后，改变我的状态为离线";
"Once" = "一次";
"Continuously" = "持续";
"Request Camera Control" = "请求控制摄像头";
"Give up Camera Control" = "放弃控制摄像头";
"Type and select a person" = "输入并选择一个人";
"You can't start your video because the host has stopped it" = "主持人禁止您在会议中启用摄像头。";
"Remember my name for future meetings" = "在以后的会议中使用当前名字";
"will start video later." = "希望稍后开启摄像头";

"Make Co-Host" = "设为联席主持人";
"co-host" = "联席主持人";
"Withdraw Co-Host Permission" = "撤销联席主持人";
"Do you want to make %@ the co-host of this meeting?" = "您希望把%@设为本次会议的联席主持人？";
"Co-Host has stopped your video." = "联席主持人禁止您在会议中启用摄像头。";
"Panelists" = "嘉宾";
"Co-Host" = "联席主持人";
"panelist" = "嘉宾";
"host" = "主持人";
"Type message here..." = "输入消息...";
"Send chat to..." = "发消息给...";
"Attendees" = "听众";
"The co-host has asked you to start your video." = "联席主持人请您开启摄像头。";
"Allow Panelist Start Video" = "允许嘉宾开启摄像头";
"Promote to Panelist" = "邀请为嘉宾";

//add contact by email
"Failed to connect to Zoom video conferencing server. If you are behind a firewall, please ask your IT administrator to allow \"*.zoom.us\".  For more information, please visit: https://support.zoom.us/hc/en-us/articles/201362683." = "连接Zoom服务器失败,如果你机器上装有防火墙,请联系IT管理员允许Zoom连接,如需帮助请访问: https://support.zoom.us/hc/en-us/articles/201362683";
"Email invitation copied to Clipboard" = "邮件邀请函已经复制到剪贴板";
"Add a Contact" = "添加联系人";
"An email invitation has been sent." = "邀请邮件已经发出。";
"Your request has been sent for approval to:" = "批准请求已经发送给:";
"Email address not signed up with Zoom." = "这个邮件地址尚未在Zoom注册。";
"⟨ Back" = "⟨ 返回";
"One email address a time" = "一次只能添加一个邮件地址";
"Network error, please try again" = "网络错误,请重试";
"is now your contact." = "已是你的联系人";
"Yesterday" = "昨天";
"System Notification" = "系统提醒";
"requests to add you as a contact" = "希望把您加为联系人";
"contact request sent  - Waiting for approval" = "联系人请求已经发出  - 等待对方同意";
"Waiting for approval" = "等待对方同意";
"accepted your contact request" = "接受了您的联系人请求";
"declined your contact request" = "拒绝了您的联系人请求";
"has been added to your contact list" = "已被添加到您的联系人列表";
"contact request sent" = "联系人请求已经发出";
"  - Declined" = "  - 已拒绝";
"Invited" = "邀请";
"You won't receive message notifications from this group unless you are mentioned." = "本组新消息将不再提示，除非有人@我。";
"Enable Message Notifications" = "启用消息提醒";
"Disable Message Notifications" = "关闭消息提醒";
"Open File" = "打开文件";
"Shared a file in group." = "共享了一个群文件";
"Shared a file with you." = "共享了一个文件给您";
"Do not prompt joining audio when I join a meeting using 3rd party audio" = "当使用第三方语音会议时,不出现音源选择对话框";
"You can't start your video because the host has stopped it." = "主持人禁止您在会议中启用摄像头。";
"Allow viewers to raise hand" = "允许听众举手";
"Don't connect to audio" = "不自动连接语音";
"Turn off my video" = "保持摄像头关闭";

"Allow Viewer Chat" = "允许观众聊天";
"The host has disabled viewer chat." = "会议主持人关闭了观众聊天";
"Zoom Webinar Chat" = "聊天";
"Your text can only be seen by panelists" = "您发出的内容仅主持人和嘉宾可见";
"Everyone" = "所有人";
"All Panelists" = "全体嘉宾";
"(host)" = "(主持人)";
"%@ is not in session." = "%@不在此会议中";
"From Me to Everyone" = "我对所有人说";
"From Me to All Panelists" = "我对全体嘉宾说";
"From Me to %@, All Panelists" = "我对%@和全体嘉宾说";
"From Me to %@ (Privately)" = "我对%@说 (私聊)";
"From %@ to Everyone" = "%@对每个人说";
"From %@ to All Panelists" = "%@对全体嘉宾说";
"From %@ to Me, All Panelists" = "%@对我和全体嘉宾说";
"From %@ to %@, All Panelists" = "%@对%@和全体嘉宾说";
"From %@ to Me (Privately)" = "%@对我说 (私聊)";
"From Me to %@:" = "我对%@说：";
"From Me to %@, %@:" = "我对%@和%@说：";
"From Me to %@: (Privately)" = "我对%@说： (私聊)";
"From %@ to %@:" = "%@对%@说：";
"From %@ to Me, %@:" = "%@对我和%@说：";
"From %@ to %@, %@:" = "%@对%@和%@说：";
"From %@ to Me: (Privately)" = "%@对我说： (私聊)";
" (Privately)" = " (私聊)";
"Viewers" = "听众";
"Failed to send chat message." = "聊天消息发送失败。";
"From" = "";
"to" = "对";
", All Panelists" = ", 全体嘉宾";
"Hide Group members" = "隐藏组成员";
"Show Group members" = "显示组成员";
"Send Email Invitation" = "发送邮件邀请";
"Host meeting in China" = "使用中国专用线路";
"Only signed-in users can join this meeting" = "仅限已登录用户可以加会";
"Only signed-in users with specified domains can join this meeting" = "仅限特定域名用户加会";
"If no domains specified, any signed-in users can join." = "如果没有指定特定域名,则可以允许任意注册用户加会。";

//Breakout Session
"Not Started" = "尚未开始";
"In Progress" = "进行中";
"Breakout Rooms - %@" = "分组讨论 - %@";
"Assign To" = "分配到";
"unassigned participants" = "个未分配的参与人";
"unassigned participant" = "个未分配的参与人";
"Join Breakout Room" = "加入讨论组";
"Breakout Room Participants" = "分组讨论参与人";
"End Meeting for All" = "结束全部会议";
"Keep Meeting Running for Others" = "保持会议继续";
"You are now in the main session" = "您已经返回主会场";
"You are now in a Breakout Room" = "您当前在一个分组讨论中";
"Leave Breakout Room" = "离开分组讨论";
"Do you want to leave this Breakout Room and return to the main session?" = "确定离开分组讨论并返回主会场?";
"Return to Main Session" = "返回主会场";
"You will be returned to the main session automatically." = "您即将自动返回主会场。";
"Ask for Help" = "请求帮助";
"Returning to Main Session..." = "正在返回主会场...";
"Invite Host" = "邀请主持人";
"You can invite the host to this Breakout Room for assistance." = "您可以邀请主持人进入分组讨论以帮助您。";
"Breakout Rooms" = "分组讨论";
"Assign %d participants into 5 Rooms:" = "将%d个与会者分配至5个讨论组";
"Automatically" = "随机分组";
"Manually" = "手动分组";
"%d participants per room" = "每组%d人";
"%d-%d participants per room" = "每组%d-%d人";
"Create Breakout Rooms" = "创建讨论组";
"Recreate All Rooms" = "重建讨论组";
"All Breakout Rooms will close in %d seconds." = "所有分组讨论将在%d秒后结束。";
"All existing rooms will be replaced." = "所有创建好的讨论组都将被替换。";
"Recreate" = "重新创建";
"Add a Room" = "新增讨论组";
"Open All Rooms" = "分组讨论开始";
"Close All Rooms" = "分组讨论结束";
"Breakout Room %d" = "讨论组 %d";
"Assign" = "分配";
"Delete Room" = "删除讨论组";
"Move To" = "移动到";
"Exchange" = "交换";
"Delete %@?" = "删除 %@ ?";
"Join %@?" = "加入 %@ ?";
"Join %@" = "加入到%@";
"Leave %@?" = "离开 %@ ?";
"%@ (not joined)" = "%@(没有加入)";
"All participants have been assigned to Breakout Rooms." = "没有需要被分配的与会者";
"%1$@ in %2$@ asked for help." = "%2$@中的%1$@请求帮助。";
"Leave Breakout Room" = "离开讨论组";
"Ask Host for Help" = "请求帮助";
"The host is inviting you to join Breakout Rooms." = "主持人邀请您加入一个分组讨论。";
"You've been assigned to a Breakout Room." = "你已经被分配到一个分组讨论中。";
"Breakout session is in progress." = "分组讨论进行中。";
"Breakout Rooms will close in %d seconds." = "分组讨论将在%d秒后关闭。";
"The host has been invited." = "已向主持人发送了邀请。";
"The host is currently helping others. Please try again later." = "主持人正忙，请稍后再试。";
"The host is currently in this room." = "主持人在当前讨论组内。";
"Leaving Breakout Session..." = "正在离开分组讨论...";
"It may take a few moments." = "请稍候片刻。";
"Joining Breakout Rooms..." = "正在加入分组讨论...";
"All participants have been given 30 seconds to leave their Breakout Rooms." = "分组讨论将于30秒后关闭，届时所有与会者都将离开。";
"All participants have been invited to join Breakout Rooms." = "分组讨论通知已经发送给相应与会者。";
"You can join Breakout Rooms from here." = "点此加入分组讨论。";
"Allow attendee to raise hand" = "允许观众举手";
"Don't connect to audio" = "不自动连接语音";
"Turn off my video" = "保持摄像头关闭";
"Unassigned" = "未分配的参与人";
 "The host has opened Breakout Rooms. Please wait to be assigned." = "主持人已经开始分组讨论，请等待被分配。";

"Enable Stereo" = "使用立体声";
"this will greatly increase all attendee's CPU usage" = "需要更多的CPU消耗";
"Preserve original sound from microphone" = "麦克风源音输出";
"this will turn off audio enhancements such as echo cancellation and noise suppression" = "声音增强效果例如回声消除,降噪等将被关闭";

"This file does not exist." = "文件不存在";
"Your text can be seen by everyone" = "消息将被发给所有人";
"Dock to top" = "悬停在屏幕顶端";
"Move to bottom" = "移动至屏幕下方";
"The host has promoted you to a panelist." = "主持人将您提升为嘉宾";
"The host has changed your role to viewer." = "主持人将您设置为观众";
"Rejoining..." = "重新加入会议";
"Connection Type" = "连接方式";
"Cloud" = "云服务";
"Direct" = "直连";
"Stay with Free" = "继续使用免费帐户";

"You are not connected to audio." = "您没有连接语音";
"Check My Audio Devices" = "检查我的语音设备";
"Your microphone and speaker are not working properly." = "你的麦克风和扬声器工作状态不正常";
"\n\nNo audio will be recorded." = "\n\n无法录制语音";
"Your microphone is not working properly." = "您的麦克风工作状态不正常";
"\n\nThe voice of other participants can still be recorded, but your voice cannot." = "\n\n会议中其他人的声音可以被录制,但是您自己的声音无法被录制";
"Your speaker is not working properly." = "您的扬声器工作状态不正常";
"\n\nYour voice can still be recorded, but the voice of other participants cannot." = "\n\n您的声音可以被录制,但是会议中其他人的声音无法被录制";
"Check My Microphone" = "检查我的麦克风";
"Check My Speaker" = "检查我的扬声器";
"Record Without Audio" = "无声录制";

"Closed Caption" = "字幕";
"Type here, press Enter to broadcast" = "在此输入,按回车键发送广播";
"Closed Caption is available." = "本次会议包含字幕";
"Assign to type Closed Caption" = "分配以输入字幕";
"Withdraw Closed Caption permission" = "收回字幕输入权限";
"The host has assigned you to type Closed Caption." = "主持人已分配您输入字幕";
"The host has selected another participant to type." = "主持人已分配其他人输入字幕";
"Closed Caption is being broadcasted to all participants." = "字幕已向所有参与人广播";
"Change Closed Caption Editor" = "Change Closed Caption Editor";
"%@ is currently assigned to type Closed Caption, do you want to assign %@ to type instead?" = "您是否需要把%@的输入字幕权限分配给%@?";
"Assign someone to type" = "分配输入字幕的人";
"In Manage Participants panel, hover on a participant, in the \"More\" menu, select \"Assign to type Closed Caption\"." = "在管理界面上点选一名参与人,在\"更多\"菜单中找到\"分配以输入字幕\"";
"Open Manage Participants" = "打开参与人管理界面";
"I will type" = "我亲自输入";

// add for e2e
"Add Group" = "新增聊天群组";
"[This is an encrypted message]" = "[消息已加密]";
"[Fail to decrypt message]" = "[消息解密失败]";
"Chat encryption has been enabled for this group, offline members cannot see your messages." = "本聊天群组启用了加密聊天,离线用户无法查看您的消息";
"%@ is using an older version of the Zoom client and cannot see your messages." = "%@的客户端版本过低,无法查看您的消息";
"[Encrypted message]" = "[加密消息]";
"Chat encryption has been enabled for your account." = "您的账户已经启用加密聊天";
"Chat encryption has been enabled according to %@'s account policy." = "因为%@的安全策略要求,已启用加密聊天";
"Chat encryption has been enabled for this group." = "本聊天群组已启用加密聊天";
"Chat encryption has been enabled for your account so you cannot send messages to a person who is not your contact." = "您的账户已经启用加密聊天,您只能和好友列表中的联系人聊天";
"Chat encryption has been enabled for your account so you cannot send messages in a group without encryption." = "您的账户已经启用加密聊天,您不能在非加密的聊天群组中发送消息";
"Chat encryption has been enabled for your account so you need to invite %@ online to start chat." = "您的账户已经启用加密聊天,您需要邀请%@上线接受聊天邀请";
"Waiting for %@ to get online..." = "等待%@上线接受邀请";
"Invite %@ to start chat" = "邀请%@聊天";
"%@ is inviting you to chat." = "%@邀请您聊天";
"%@ accepted your chat invitation." = "%@接受了您的聊天邀请";
"You can start end to end encrypted chat with %@ now." = "您可以开始和%@进行加密聊天了";
"Send too frequently, please try again later." = "消息发送太频繁,请稍候几秒。";
"Already joined by Phone" = "已使用电话加入";
"You've been automatically signed out for being inactive %d minutes due to your account security policy." = "因为帐户安全要求,系统检测到您在%d分钟内没有操作电脑,已经自动登出。";

"Keep telephone connected" = "保持通话";
"Start a meeting without video" = "桌面共享";
"Start a meeting with video" = "视频会议";
"View More..." = "查看更多";
"You are about to invite all members of this group to join. Are you sure?" = "您将要邀请所有群组成员加入当前正在进行的会议,是否确定?";
"You cannot chat with a Zoom Room." = "你不能发消息给Zoom会议室。";
"Zoom Chat" = "Zoom Chat";
"Group Chat" = "群组聊天";
"is already a contact." = "已经在您的联系人列表中。";
"Me" = "我";
"Room" = "会议室";
"Zoom Room" = "Zoom会议室";
"@Me" = "@我";
"Groups" = "聊天群组";
"Download" = "下载";

"The audio cannot be recorded properly. Please check audio settings and restart recording." = "无法录制音频, 请检查声音设置并重新开始录制。";
"The video cannot be recorded properly. Please check your video settings and restart recording." = "无法录制视频, 请检查视频设置并重新开始录制。";
"The shared screen cannot be recorded properly. Please check your network and restart recording." = "无法录制共享的屏幕内容, 请检查网络并重新开始录制。";
"The shared screen cannot be recorded properly. Please try to stop and restart sharing to solve this issue." = "无法录制共享的屏幕内容, 解决此问题请尝试停止录制并重新开始。";
"File (%@) sent successfully." = "文件(%@)发送成功";
"[File: %@]" = "[文件:%@]";
"Swap shared screen with video" = "在共享内容和视频之间切换";//ShowVideoWhenSharing

"Support" = "技术支持";
"Request Desktop Control" = "请求桌面控制";
"Request Desktop Control..." = "请求桌面控制...";
"Request Application Control" = "请求应用控制";
"Request Application Control..." = "请求应用控制...";
"Request Computer Restart" = "请求重启计算机";
"Request Computer Restart..." = "请求重启计算机...";
"Stop Remote Support" = "停止当前支持";
"Select a participant" = "选择一个参与者";
"Request to control your desktop" = "请求控制您的桌面";
"Request to control your application" = "请求控制您的应用";
"Request to restart your computer" = "请求重启您的计算机";
"%@ is asking for permission to remotely control your desktop" = "%@请求授权以远程控制您的桌面。";
"%@ is asking for permission to remotely control your application" = "%@请求授权以远程控制您的应用。";
"%@ is asking for permission to restart your computer. After your computer restarted, you will be auto rejoined into this meeting again." = "%@ 请求授权以重启您的计算机，计算机重启完成后,您将自动加回当前会议。";
"Grant Permission" = "授予许可";
"Deny" = "拒绝";
"Restart Computer" = "重启计算机";
"Confirm" = "确认";
"Select an application to share" =  "选择您需要共享的应用。";
"Select a desktop to share" = "选择您需要共享的桌面。";
"%@ approved your request for desktop control." = "%@允许您控制桌面";
"%@ denied your request for desktop control" = "%@拒绝了您的桌面控制请求";
"%@ approved your request for application control." = "%@允许您控制共享的应用";
"%@ denied your request for application control" = "%@拒绝了您的应用控制请求";
"%@ approved your request for computer restart." = "%@允许您重启其计算机";
"%@ denied your request for computer restart." = "%@拒绝了您重启对方计算机的请求";
"No one is available to support, you are the only participant in the meeting." =  "目前还没有技术支持的对象。";
"Those participants who can't accept remote control are not listed" = "不支持远程协助的参与者不会被列出";
"Those participants who can't accept computer restart are not listed" = "不支持重启计算机的参与者不会被列出";
"Waiting for %@ to approve your request." = "等待%@的批准";
"Edit Advanced Settings" = "更改高级设置";
"Edit My Profile" = "编辑我的资料";

"Sent you a file." = "给您发送了一个文件。";
"Shared a file in the meeting." = "共享了一个文件。";
"& others" = "和其他人";
"Meeting ID or Meeting Room Name" = "会议号或会议室名称";
"Screen Name" = "会议中显示的名字";
"This meeting room name is not valid. Please check and try again." = "这个会议室名称不存在，请检查后重试";
"Type to filter..." = "搜索...";
"Find a panelist" = "搜索...";
"Find a viewer" = "搜索...";
"Mute Me" = "静音";
"Unmute Me" = "取消静音";
"Merge to Meeting Window" = "合并到会议主窗口";
"Expand" = "展开";
"Pop Out" = "独立弹出";
